export default {
  welcome: '{name}, Ласкаво просимо на наш сайт',
  logout: 'Вийти',
  email: 'Електронна адреса',
  password: 'Пароль',
  remember: "Запам'ятати мене",
  'forgot.password': 'Забули пароль?',
  login: 'Увійти',
  register: 'Зареєструватися',
  name: "Ім'я",
  'confirm.password': 'Підтвердити пароль',
  'already.registered': 'Вже зареєстровані?',
  'sign.up': 'Зареєструватися',
  'text.forgot.password':
    'Забули пароль? Не проблема. Просто дайте нам знати вашу адресу електронної пошти, і ми надішлемо вам посилання для відновлення пароля, яке дозволить вам вибрати новий.',
  'email.password.reset': 'Відновити пароль',
  'reset.password': 'Відновити пароль',
  'text.confirm.password':
    'Це безпечна зона додатка. Будь ласка, підтвердіть свій пароль, перш ніж продовжувати.',
  'email.verify': 'Підтвердіть свою електронну адресу',
  'email.verify.text':
    'Дякуємо за реєстрацію! Перш ніж розпочати, чи не могли б ви підтвердити свою адресу електронної пошти, натиснувши на посилання, яке ми надіслали вам на електронну пошту? Якщо ви не отримали електронного листа, ми будемо раді надіслати вам ще один.',
  'email.verify.resend': 'Підтвердити електронну адресу',
  'email.verify.text.send':
    'Нове посилання для підтвердження електронної адреси надіслано на вашу електронну адресу, яку ви надали під час реєстрації.',
};
